CSI API ETABS v1
cSapModel.GetPresentCoordSystem Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
string GetPresentCoordSystem()
Function GetPresentCoordSystem As String
Dim instance As cSapModel
Dim returnValue As String
returnValue = instance.GetPresentCoordSystem()
String^ GetPresentCoordSystem()
abstract GetPresentCoordSystem : unit -> string
Return Value
Type: String
See Also
Reference
cSapModel Interface
ETABSv1 Namespace